Repository: opera7133/Utatane
Catalog: apps/Utatane/Resources/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hans, zh_hant

source: ゴースト自身が会話間隔を管理する場合は「しない」にする。
en: Set to "Never" if the ghost manages its own talk interval.
ko: 고스트가 대화 간격을 직접 관리한다면 ‘안 함’을 선택하세요.
zh_hans: 如果Ghost自行管理对话间隔，请选择“从不”。
zh_hant: 如果Ghost自行管理對話間隔，請選擇“從不”。

source: ゴースト自身にも、ゴーストごとの履歴にも指定がない場合に使う。削除されていた場合は利用可能なバルーンへ切り替わる。
en: Used when neither the ghost nor history specifies a balloon. Falls back to an available balloon if deleted.
ko: 고스트와 고스트별 기록에 벌룬이 지정되지 않았을 때 사용합니다. 삭제된 경우 사용 가능한 벌룬으로 전환합니다.
zh_hans: 当Ghost及其历史记录均未指定对话框时使用。如果已被删除，将切换到可用的对话框。
zh_hant: 當Ghost及其歷史記錄均未指定對話框時使用。如果已被刪除，將切換到可用的對話框。

source: サーバー
en: Server
ko: 서버
zh_hans: 服务器
zh_hant: 伺服器

source: サーフィステスト
en: Surface Test
ko: 서피스 테스트
zh_hans: 表面测试
zh_hant: 表面測試

source: サーフェスとバルーンをほかのウィンドウより手前に表示するタイミングを選ぶ。
en: Choose when surfaces and balloons stay in front of other windows.
ko: 서피스와 말풍선을 다른 창보다 앞에 표시할 시점을 선택합니다.
zh_hans: 选择何时将 Surface 和气泡显示在其他窗口前方。
zh_hant: 選擇何時將 Surface 與對話框顯示在其他視窗前方。

source: シェル
en: Shell
ko: Shell
zh_hans: Shell
zh_hant: Shell

source: シェルを選択
en: Select Shell
ko: Shell 선택
zh_hans: 选择Shell
zh_hant: 選擇Shell

source: シェル倍率
en: Shell Scale
ko: Shell 배율
zh_hans: Shell缩放
zh_hant: Shell縮放

source: システム標準
en: System Default
ko: 시스템 기본값
zh_hans: 系统默认
zh_hant: 系統預設

source: システム設定に合わせる
en: Match System
ko: 시스템 설정 따르기
zh_hans: 跟随系统设置
zh_hant: 跟隨系統設定

source: スキン
en: Skin
ko: 스킨
zh_hans: 皮肤
zh_hant: 外觀

source: スクリプト実行エラー: %@
en: Script execution error: %@
ko: 스크립트 실행 오류: %@
zh_hans: 脚本执行错误：%@
zh_hant: 腳本執行錯誤：%@

source: スクリーンショット...
en: Screenshot...
ko: 스크린샷...
zh_hans: 屏幕截图...
zh_hant: 螢幕截圖...

source: スクリーンショットを作成できなかった
en: Could Not Create Screenshot
ko: 스크린샷을 만들 수 없음
zh_hans: 无法创建屏幕截图
zh_hant: 無法建立螢幕截圖

source: スコープ
en: Scope
ko: 스코프
zh_hans: 范围
zh_hant: 範圍

source: スタイルID
en: Style ID
ko: 스타일 ID
zh_hans: 风格 ID
zh_hant: 風格 ID

source: スタイルID（任意）
en: Style ID (Optional)
ko: 스타일 ID(선택 사항)
zh_hans: 风格 ID（可选）
zh_hant: 風格 ID（選填）

source: ソースコード
en: Source Code
ko: 소스 코드
zh_hans: 源代码
zh_hant: 原始碼

source: ダウンロード
en: Download
ko: 다운로드
zh_hans: 下载
zh_hant: 下載

source: ダウンロードして起動
en: Download and Start
ko: 다운로드 후 시작
zh_hans: 下载并启动
zh_hant: 下載並啟動

source: ダーク
en: Dark
ko: 다크
zh_hans: 深色
zh_hant: 深色

source: デスクトップ
en: Desktop
ko: 데스크톱
zh_hans: 桌面
zh_hant: 桌面

source: デバッグ画面を表示
en: Show Debug Window
ko: 디버그 창 표시
zh_hans: 显示调试窗口
zh_hant: 顯示除錯視窗

source: ナレーター
en: Narrator
ko: 내레이터
zh_hans: 旁白
zh_hant: 旁白

source: ネイティブ実装
en: Native Implementation
ko: 네이티브 구현
zh_hans: 原生实现
zh_hant: 原生實作

source: ネットから取得
en: Fetch
ko: 가져오기
zh_hans: 获取
zh_hant: 取得

source: ネットワーク
en: Network
ko: 네트워크
zh_hans: 网络
zh_hant: 網路

source: ネットワーク更新
en: Network Update
ko: 네트워크 업데이트
zh_hans: 网络更新
zh_hant: 網路更新

source: ネットワーク設定
en: Network Settings
ko: 네트워크 설정
zh_hans: 网络设置
zh_hant: 網路設定

source: バルーン
en: Balloon
ko: 벌룬
zh_hans: 对话框
zh_hant: 對話框

source: バルーンをシェル倍率に連動
en: Link balloon scale to shell scale
ko: 벌룬 배율을 Shell 배율에 맞추기
zh_hans: 对话框缩放跟随Shell
zh_hant: 對話框縮放跟隨Shell

source: バルーンを更新
en: Update Balloon
ko: 벌룬 업데이트
zh_hans: 更新对话框
zh_hant: 更新對話框

source: バルーンを選択
en: Select Balloon
ko: 벌룬 선택
zh_hans: 选择对话框
zh_hant: 選擇對話框

source: バルーンを閉じる
en: Close Balloon
ko: 벌룬 닫기
zh_hans: 关闭对话框
zh_hant: 關閉對話框

source: バルーンテストを表示
en: Show Balloon Test
ko: 말풍선 테스트 표시
zh_hans: 显示气泡测试
zh_hant: 顯示氣泡測試

source: バージョン %@
en: Version %@
ko: 버전 %@
zh_hans: 版本%@
zh_hant: 版本%@

source: パスワード
en: Password
ko: 비밀번호
zh_hans: 密码
zh_hant: 密碼

source: パスワード（Keychainに保存）
en: Password (saved in Keychain)
ko: 비밀번호(Keychain에 저장)
zh_hans: 密码（保存到钥匙串）
zh_hant: 密碼（儲存到鑰匙圈）

source: ビルド %@
en: Build %@
ko: 빌드 %@
zh_hans: 构建%@
zh_hant: 建置%@

source: フォルダを追加…
en: Add Folder…
ko: 폴더 추가…
zh_hans: 添加文件夹…
zh_hant: 新增資料夾…

source: ブロードキャスト先
en: Broadcast Destinations
ko: 브로드캐스트 대상
zh_hans: 广播目标
zh_hant: 廣播目標

source: プラグイン
en: Plugins
ko: 플러그인
zh_hans: 插件
zh_hant: 外掛

source: プラグイン「%@」を更新中…
en: Updating plugin “%@”…
ko: 플러그인 '%@' 업데이트 중…
zh_hans: 正在更新插件“%@”…
zh_hant: 正在更新外掛「%@」…

source: プロバイダー
en: Provider
ko: 제공자
zh_hans: 提供商
zh_hant: 供應商

source: ヘッドライン
en: Headline
ko: 헤드라인
zh_hans: Headline
zh_hant: Headline

source: ヘッドラインはありません
en: No Headlines
ko: HEADLINE 없음
zh_hans: 没有HEADLINE
zh_hant: 沒有HEADLINE

source: ボイスバージョン
en: Voice Version
ko: 보이스 버전
zh_hans: 语音版本
zh_hant: 語音版本

source: ポータルサイト
en: Portal Sites
ko: 포털 사이트
zh_hans: 门户网站
zh_hant: 入口網站

source: ポート
en: Port
ko: 포트
zh_hans: 端口
zh_hant: 連接埠

source: マイクから音声を認識する
en: Recognize Speech from the Microphone
ko: 마이크에서 음성 인식
zh_hans: 从麦克风识别语音
zh_hant: 從麥克風辨識語音

source: マイクの使用が許可されていません。
en: Microphone access is not allowed.
ko: 마이크 사용이 허용되지 않았습니다.
zh_hans: 未允许使用麦克风。
zh_hant: 未允許使用麥克風。

source: マイクを準備中
en: Preparing Microphone
ko: 마이크 준비 중
zh_hans: 正在准备麦克风
zh_hant: 正在準備麥克風

source: マイク音声は設定中のRealtime APIへ送信される。APIキーはこの画面には渡されない。
en: Microphone audio is sent to the configured Realtime API. The API key is not passed to this page.
ko: 마이크 음성은 설정된 Realtime API로 전송돼요. API 키는 이 화면에 전달되지 않아요.
zh_hans: 麦克风音频会发送到已配置的 Realtime API。API 密钥不会传递到此页面。
zh_hant: 麥克風音訊會傳送到已設定的 Realtime API。API 金鑰不會傳遞到此頁面。

source: メッセージはありません
en: No Messages
ko: 메시지 없음
zh_hans: 没有消息
zh_hant: 沒有訊息

source: メンバー
en: Members
ko: 멤버
zh_hans: 成员
zh_hant: 成員

source: メンバーが見つかりません
en: No Members Found
ko: 멤버를 찾을 수 없음
zh_hans: 未找到成员
zh_hant: 找不到成員

source: メンバーを更新
en: Refresh Members
ko: 멤버 새로 고침
zh_hans: 刷新成员
zh_hant: 重新整理成員

source: メールチェック (POP3)
en: Mail Check (POP3)
ko: 메일 확인 (POP3)
zh_hans: 邮件检查 (POP3)
zh_hant: 郵件檢查 (POP3)

source: モジュール
en: Modules
ko: 모듈
zh_hans: 模块
zh_hant: 模組

source: モジュールを導入できなかった: %@
en: Could not install module: %@
ko: 모듈을 설치하지 못했습니다: %@
zh_hans: 无法安装模块：%@
zh_hant: 無法安裝模組：%@

source: モジュールカタログ
en: Module Catalog
ko: 모듈 카탈로그
zh_hans: 模块目录
zh_hant: 模組目錄

source: モジュールカタログ…
en: Module Catalog…
ko: 모듈 카탈로그…
zh_hans: 模块目录…
zh_hant: 模組目錄…

source: モジュールカタログを開く…
en: Open Module Catalog…
ko: 모듈 카탈로그 열기…
zh_hans: 打开模块目录…
zh_hant: 開啟模組目錄…

source: モデル
en: Model
ko: 모델
zh_hans: 模型
zh_hant: 模型

source: モデルUUID / アクセスキー
en: Model UUID / Access Key
ko: 모델 UUID / 액세스 키
zh_hans: 模型 UUID / 访问密钥
zh_hant: 模型 UUID / 存取金鑰

source: ユーザー名
en: Username
ko: 사용자 이름
zh_hans: 用户名
zh_hant: 使用者名稱

source: ライセンス
en: License
ko: 라이선스
zh_hans: 许可证
zh_hant: 授權條款

source: ライセンス情報なし
en: No license information
ko: 라이선스 정보 없음
zh_hans: 无许可证信息
zh_hant: 無授權資訊

source: ライト
en: Light
ko: 라이트
zh_hans: 浅色
zh_hant: 淺色

source: ランダム
en: Random
ko: 무작위
zh_hans: 随机
zh_hant: 隨機

source: ランダムトーク
en: Random Talk
ko: 랜덤 토크
zh_hans: 随机对话
zh_hant: 隨機對話

source: ランダム切り替えの対象
en: Include in Random Switching
ko: 무작위 전환 대상에 포함
zh_hans: 包含在随机切换中
zh_hant: 包含在隨機切換中

source: リアルタイム音声会話
en: Realtime Voice Conversation
ko: 실시간 음성 대화
zh_hans: 实时语音对话
zh_hant: 即時語音對話

source: リアルタイム音声会話…
en: Realtime Voice Conversation…
ko: 실시간 음성 대화…
zh_hans: 实时语音对话…
zh_hant: 即時語音對話…

source: リロード
en: Reload
ko: 새로고침
zh_hans: 重新加载
zh_hant: 重新載入

source: リージョン
en: Region
ko: 리전
zh_hans: 区域
zh_hant: 區域

source: レベル
en: Level
ko: 수준
zh_hans: 级别
zh_hant: 等級

source: ログ
en: Logs
ko: 로그
zh_hans: 日志
zh_hant: 日誌

source: ログ、当たり判定、バルーンテスト、SakuraScript入力、再生操作を表示する。通常の利用では非表示でよい。
en: Show logs, hit regions, balloon tests, SakuraScript input, and playback controls. Usually you can leave this hidden.
ko: 로그, 판정 영역, 말풍선 테스트, SakuraScript 입력, 재생 조작을 표시해요. 보통은 숨겨도 돼요.
zh_hans: 显示日志、碰撞区域、气泡测试、SakuraScript 输入和播放控制。日常使用时可以隐藏。
zh_hant: 顯示記錄、碰撞區域、對話框測試、SakuraScript 輸入及播放控制。日常使用時可以隱藏。

source: ログ行を選択すると詳細が表示されます
en: Select a log entry to view details.
ko: 로그 항목을 선택하면 상세 정보가 표시돼요.
zh_hans: 选择日志行以查看详情。
zh_hant: 選取記錄以查看詳細資訊。

source: 一般
en: General
ko: 일반
zh_hans: 通用
zh_hant: 通用

source: 一覧からコンテンツを選ぶと詳細を表示する。
en: Select content from the list to view its details.
ko: 목록에서 콘텐츠를 선택하면 상세 정보를 표시합니다.
zh_hans: 从列表中选择内容即可查看详情。
zh_hant: 從列表選擇內容以顯示詳細資訊。

source: 一覧から削除
en: Remove from List
ko: 목록에서 제거
zh_hans: 从列表中移除
zh_hant: 從列表移除

source: 上にあるフォルダほど優先される。同じフォルダ名のコンテンツが複数ある場合は、優先順位が高いほうだけを読み込む。フォルダを一覧から外しても、中のファイルは削除されない。
en: Folders higher in the list take priority. If content with the same folder name appears more than once, only the higher-priority copy is loaded. Removing a folder from the list does not delete its files.
ko: 목록 위쪽의 폴더가 우선됩니다. 같은 폴더 이름의 콘텐츠가 여러 곳에 있으면 우선순위가 높은 항목만 불러옵니다. 목록에서 폴더를 제거해도 내부 파일은 삭제되지 않습니다.
zh_hans: 列表中位置越靠上的文件夹优先级越高。如果多个位置存在同名文件夹的内容，只加载优先级较高的一份。从列表中移除文件夹不会删除其中的文件。
zh_hant: 列表中越上方的資料夾優先順序越高。如果多處有相同資料夾名稱的內容，只會載入優先順序較高的一份。從列表移除資料夾不會刪除其中的檔案。

source: 上の一括操作から確認、更新、修復ができる。
en: Use Batch Actions above to check, update, or repair them.
ko: 위의 일괄 작업에서 확인, 업데이트 또는 복구할 수 있습니다.
zh_hans: 可通过上方的批量操作检查、更新或修复。
zh_hant: 可透過上方的批次操作檢查、更新或修復。

source: 両スコープへ行数・桁数、リンク、番号、SSTPマーカー、スクロール矢印を確認するための内容を表示する。
en: Show test content in both scopes to check lines, columns, links, numbers, SSTP markers, and scroll arrows.
ko: 두 스코프에 줄과 열, 링크, 번호, SSTP 표시, 스크롤 화살표를 확인할 테스트 내용을 표시해요.
zh_hans: 在两个角色气泡中显示测试内容，以检查行列、链接、编号、SSTP 标记和滚动箭头。
zh_hant: 在兩個角色對話框中顯示測試內容，以檢查行列、連結、編號、SSTP 標記及捲動箭頭。

source: 中国語（簡体字）
en: Chinese (Simplified)
ko: 중국어(간체)
zh_hans: 中文（简体）
zh_hant: 中文（簡體）

source: 中国語（繁体字）
en: Chinese (Traditional)
ko: 중국어(번체)
zh_hans: 中文（繁体）
zh_hant: 中文（繁體）

source: 中央
en: Center
ko: 가운데
zh_hans: 居中
zh_hant: 置中

source: 中止
en: Cancel
ko: 중지
zh_hans: 取消
zh_hant: 取消

source: 予定を削除しますか？
en: Delete schedules?
ko: 일정을 삭제할까요?
zh_hans: 要删除日程吗？
zh_hant: 要刪除行程嗎？

source: 予定を読む
en: Read Schedule
ko: 일정 읽기
zh_hans: 朗读日程
zh_hant: 朗讀行程

source: 互換性を検査
en: Inspect Compatibility
ko: 호환성 검사
zh_hans: 检查兼容性
zh_hant: 檢查相容性

source: 互換性を検査中…
en: Inspecting compatibility…
ko: 호환성 검사 중…
zh_hans: 正在检查兼容性…
zh_hant: 正在檢查相容性…

source: 今すぐ再起動
en: Restart Now
ko: 지금 재시동
zh_hans: 立即重新启动
zh_hant: 立即重新啟動

source: 今すぐ確認
en: Check Now
ko: 지금 확인
zh_hans: 立即检查
zh_hant: 立即檢查

source: 仮想時刻
en: Virtual Time
ko: 가상 시각
zh_hans: 虚拟时间
zh_hant: 虛擬時間

source: 仮想時刻を使う
en: Use Virtual Time
ko: 가상 시각 사용
zh_hans: 使用虚拟时间
zh_hant: 使用虛擬時間

source: 会話を開始
en: Start Conversation
ko: 대화 시작
zh_hans: 开始对话
zh_hant: 開始對話

source: 会話後に閉じる
en: Dismiss After Talk
ko: 대화 후 닫기
zh_hans: 对话后关闭
zh_hant: 對話後關閉

source: 会話間隔
en: Talk Interval
ko: 대화 간격
zh_hans: 对话间隔
zh_hant: 對話間隔

source: 使用しない
en: Disabled
ko: 사용 안 함
zh_hans: 不使用
zh_hant: 不使用

source: 使用するShellとバルーン、キャラクター位置はゴーストごとに保存される。
en: Active Shell, balloon, and character position are saved per ghost.
ko: 사용하는 Shell, 벌룬 및 캐릭터 위치는 고스트별로 저장됩니다.
zh_hans: 使用的Shell、对话框和角色位置将分别为每个Ghost保存。
zh_hant: 使用的Shell、對話框和角色位置將分別為每個Ghost儲存。

source: 使用中
en: In Use
ko: 사용 중

source: 保存
en: Save
ko: 저장
zh_hant: 儲存

source: 保存したプリセットはありません。
en: No saved presets.
ko: 저장된 프리셋이 없습니다.
zh_hans: 没有已保存的预设。
zh_hant: 尚無儲存的預設。

source: 倍率は現在のゴーストにだけ保存される。
en: Scale is saved only for current ghost.
ko: 배율은 현재 고스트에만 저장됩니다.
zh_hans: 缩放比例仅为当前Ghost保存。
zh_hant: 縮放比例僅為當前Ghost儲存。

source: 値
en: Value
ko: 값
zh_hans: 值
zh_hant: 值

source: 停止
en: Stop
ko: 정지

source: 停止中
en: Stopped
ko: 중지됨
zh_hans: 已停止
zh_hant: 已停止

source: 優先順位を上げる
en: Increase Priority
ko: 우선순위 올리기
zh_hans: 提高优先级
zh_hant: 提高優先順序

source: 優先順位を下げる
en: Decrease Priority
ko: 우선순위 내리기
zh_hans: 降低优先级
zh_hant: 降低優先順序

source: 元のファイルを開く
en: Open Original File
ko: 원본 파일 열기
zh_hans: 打开原始文件
zh_hant: 開啟原始檔案

source: 入力
en: Input
ko: 입력
zh_hans: 输入
zh_hant: 輸入

source: 入力あり
en: Detected
ko: 입력 감지
zh_hans: 检测到输入
zh_hant: 偵測到輸入

source: 全ゴーストをまとめて1枚
en: All Ghosts in One Window
ko: 모든 고스트를 하나의 창에 표시
zh_hans: 所有 Ghost 集中在一个窗口
zh_hant: 所有 Ghost 集中在一個視窗

source: 全体を表示
en: Fit
ko: 전체 표시
zh_hans: 显示完整图像
zh_hant: 顯示完整影像

source: 全画面表示
en: Full Screen
ko: 전체 화면
zh_hans: 全屏显示
zh_hant: 全螢幕顯示

source: 内容
en: Title
ko: 내용
zh_hant: 內容

source: 内蔵
en: Built in
ko: 내장
zh_hans: 内置
zh_hant: 內建

source: 再導入
en: Reinstall
ko: 다시 설치
zh_hans: 重新安装
zh_hant: 重新安裝

source: 再検査
en: Inspect Again
ko: 다시 검사
zh_hans: 重新检查
zh_hant: 重新檢查

source: 再生中の曲情報をゴーストに通知
en: Notify ghosts about the currently playing track
ko: 재생 중인 곡 정보를 고스트에 알림
zh_hans: 将正在播放的曲目信息通知给 Ghost
zh_hant: 將正在播放的歌曲資訊通知給 Ghost

source: 再診断
en: Inspect Again
ko: 다시 진단
zh_hans: 重新诊断
zh_hant: 重新診斷

source: 再読み込み
en: Reload
ko: 다시 불러오기
zh_hans: 重新加载
zh_hant: 重新載入

source: 再起動できなかった
en: Could not restart
ko: 다시 시작할 수 없음
zh_hans: 无法重新启动
zh_hant: 無法重新啟動

source: 再送
en: Resend
ko: 다시 보내기
zh_hans: 重新发送
zh_hant: 重新傳送

source: 出力
en: Output
ko: 출력
zh_hans: 输出
zh_hant: 輸出

source: 切
en: Off
ko: 끔
zh_hans: 关闭
zh_hant: 關閉

source: 切り替え
en: Switch
ko: 전환
zh_hans: 切换
zh_hant: 切換

source: 切断済み
en: Disconnected
ko: 연결 끊김
zh_hans: 已断开
zh_hant: 已中斷連線

source: 初回にマイクと音声認識の許可を求める。確定した認識結果だけをゴーストへ通知する。
en: Microphone and speech recognition permission is requested the first time. Only final results are sent to the ghost.
ko: 처음 사용할 때 마이크와 음성 인식 권한을 요청합니다. 확정된 결과만 고스트에게 알립니다.
zh_hans: 首次使用时会请求麦克风和语音识别权限。只向人格通知最终识别结果。
zh_hant: 首次使用時會要求麥克風與語音辨識權限。只向人格通知最終辨識結果。

source: 別の配布元を使う場合は、HTTPSのURLと、その配布元が公開した署名鍵を両方指定する。
en: To use another publisher, enter its HTTPS URL and published signing key.
ko: 다른 배포처를 사용하려면 HTTPS URL과 배포처의 공개 서명 키를 모두 입력하세요.
zh_hans: 使用其他发布源时，请同时填写 HTTPS URL 和该发布源公布的签名公钥。
zh_hant: 使用其他發佈來源時，請同時填寫 HTTPS URL 和該來源公布的簽章公開金鑰。

source: 利用できる場合はデバイス上で認識
en: Recognize On Device When Available
ko: 사용 가능한 경우 기기에서 인식
zh_hans: 可用时在设备上识别
zh_hant: 可用時在裝置上辨識

source: 削除
en: Delete
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: 削除…
en: Delete…
ko: 삭제…
zh_hans: 删除…
zh_hant: 刪除…

source: 削除するコンテンツが見つからない。
en: The content to delete could not be found.
ko: 삭제할 콘텐츠를 찾을 수 없습니다.
zh_hans: 找不到要删除的内容。
zh_hant: 找不到要刪除的內容。

source: 前回のゴースト
en: Last Ghost
ko: 마지막 고스트
zh_hans: 上次使用的Ghost
zh_hant: 上次使用的Ghost

source: 原作・配布元
en: Original / Publisher
ko: 원작·배포처
zh_hans: 原作／发布方
zh_hant: 原作／發佈者

source: 取得
en: Fetch
ko: 가져오기
zh_hans: 获取

source: 受信中
en: Listening
ko: 수신 중
zh_hans: 正在接收
zh_hant: 接收中

source: 合成された音声を再生できませんでした。
en: The synthesized audio could not be played.
ko: 합성된 음성을 재생할 수 없습니다.
zh_hans: 无法播放合成音频。
zh_hant: 無法播放合成音訊。

source: 同じLANのIP Messengerを更新して。
en: Refresh to discover IP Messenger members on the same LAN.
ko: 새로 고침하여 같은 LAN의 IP Messenger 멤버를 찾아보세요.
zh_hans: 请刷新以发现同一局域网中的 IP Messenger 成员。
zh_hant: 請重新整理以尋找相同區域網路中的 IP Messenger 成員。

source: 同じSHIORIの共通導入版がある場合に切り替える。変更は次回の読み込みから適用する。
en: Switches to a shared installation of the same SHIORI when available. Changes apply the next time it loads.
ko: 같은 SHIORI의 공용 설치본이 있으면 전환합니다. 변경 사항은 다음 로드부터 적용됩니다.
zh_hans: 存在相同SHIORI的共享安装版本时切换。更改将在下次加载时生效。
zh_hant: 存在相同SHIORI的共用安裝版本時切換。變更將在下次載入時生效。

source: 同梱SHIORIを読み込めない場合は共通導入版を使う
en: Use the shared SHIORI if the bundled library cannot be loaded
ko: 동봉된 SHIORI를 읽을 수 없으면 공용 설치본 사용
zh_hans: 无法加载附带的SHIORI时使用共享安装版本
zh_hant: 無法載入隨附的SHIORI時使用共用安裝版本

source: 名前
en: Name
ko: 이름
zh_hans: 名称
zh_hant: 名稱

source: 名前で検索
en: Search by Name
ko: 이름으로 검색
zh_hans: 按名称搜索
zh_hant: 依名稱搜尋

source: 名前を変更
en: Rename
ko: 이름 변경
zh_hans: 重命名
zh_hant: 重新命名

source: 喋り
en: Speech
ko: 대화
zh_hans: 对话
zh_hant: 對話

source: 喋り / バルーン
en: Speech / Balloon
ko: 대화 / 벌룬
zh_hans: 对话 / 对话框
zh_hant: 對話 / 對話框

source: 喋る速度
en: Speech Speed
ko: 대화 표시 속도
zh_hans: 文字显示速度
zh_hant: 文字顯示速度

source: 声
en: Voice
ko: 목소리
zh_hans: 声音
zh_hant: 聲音

source: 変更はUtataneの再起動後に反映される。
en: Changes take effect after restarting Utatane.
ko: 변경 사항은 Utatane을 다시 시작한 후 적용됩니다.
zh_hans: 更改将在重新启动 Utatane 后生效。
zh_hant: 變更將在重新啟動 Utatane 後生效。

source: 外観
en: Appearance
ko: 모양
zh_hans: 外观
zh_hant: 外觀

source: 外部Windows SHIORI
en: External Windows SHIORI
ko: 외부 Windows SHIORI

source: 外部macOS SHIORI
en: External macOS SHIORI
ko: 외부 macOS SHIORI

source: 外部プロセス
en: External Process
ko: 외부 프로세스
zh_hans: 外部进程
zh_hant: 外部程序

source: 外部ランタイムが必要
en: External Runtime Required
ko: 외부 런타임 필요
zh_hans: 需要外部运行时
zh_hant: 需要外部執行環境

source: 大きいシェルを画面に合わせて縮小
en: Shrink Large Shells to Fit Screen
ko: 큰 셸을 화면에 맞게 축소
zh_hans: 缩小过大的外壳以适应屏幕
zh_hant: 縮小過大的外殼以符合螢幕

source: 実時間に戻す
en: Return to System Time
ko: 시스템 시각으로 돌아가기
zh_hans: 返回系统时间
zh_hant: 返回系統時間

source: 実行
en: Run
ko: 실행
zh_hans: 运行
zh_hant: 執行

source: 実行ファイル
en: Executable
ko: 실행 파일
zh_hans: 可执行文件
zh_hant: 執行檔

source: 実行中
en: Running
ko: 실행 중
zh_hans: 运行中
zh_hant: 執行中

source: 実行方式と追加ランタイムの要否を表示する。SHIORIのダウンロードや更新は行わない。
en: Shows execution methods and additional runtime requirements. Utatane does not download or update SHIORI.
ko: 실행 방식과 추가 런타임 필요 여부를 표시합니다. SHIORI 다운로드나 업데이트는 하지 않습니다.
zh_hans: 显示执行方式以及是否需要额外运行时。Utatane不会下载或更新SHIORI。
zh_hant: 顯示執行方式及是否需要額外執行環境。Utatane不會下載或更新SHIORI。

source: 実行方式と追加ランタイムの要否を表示する。配布版の導入はモジュールカタログから行う。
en: Shows execution methods and runtime requirements. Install distributed versions from the Module Catalog.
ko: 실행 방식과 추가 런타임 필요 여부를 표시합니다. 배포판은 모듈 카탈로그에서 설치합니다.
zh_hans: 显示运行方式和额外运行时需求。请从模块目录安装发行版。
zh_hant: 顯示執行方式和額外執行環境需求。請從模組目錄安裝發佈版本。

source: 実行状態を0.5秒ごとに更新する読み取り専用Inspector。
en: A read-only inspector that refreshes runtime state every 0.5 seconds.
ko: 실행 상태를 0.5초마다 갱신하는 읽기 전용 Inspector입니다.
zh_hans: 每0.5秒刷新运行状态的只读检查器。
zh_hant: 每0.5秒重新整理執行狀態的唯讀檢查器。

source: 対応SHIORI
en: Recognized SHIORI
ko: 인식된 SHIORI
zh_hans: 已识别的SHIORI
zh_hant: 已識別的SHIORI

source: 導入中…
en: Installing…
ko: 설치 중…
zh_hans: 正在安装…
zh_hant: 正在安裝…

source: 導入手順
en: Installation
ko: 설치 방법
zh_hans: 安装说明
zh_hant: 安裝說明

source: 導入手順のみ
en: Instructions only
ko: 설치 방법만 제공
zh_hans: 仅提供安装说明
zh_hant: 僅提供安裝說明

source: 導入手順を読み込めませんでした。
en: Could not load installation instructions.
ko: 설치 방법을 불러올 수 없습니다.
zh_hans: 无法加载安装说明。
zh_hant: 無法載入安裝說明。

source: 導入済み
en: Installed
ko: 설치됨
zh_hans: 已安装
zh_hant: 已安裝

source: 小さい
en: Quiet
ko: 작음
zh_hans: 较低
zh_hant: 偏低

source: 履歴はありません
en: No Recent Items
ko: 최근 항목 없음
zh_hans: 没有最近使用的项目
zh_hant: 沒有最近使用的項目

source: 履歴を消去
en: Clear History
ko: 기록 지우기
zh_hans: 清除记录
zh_hant: 清除記錄

source: 巡回間隔
en: Crawl Interval
ko: 순회 간격
zh_hans: 巡检间隔
zh_hant: 巡檢間隔

source: 常に
en: Always
ko: 항상
zh_hans: 始终
zh_hant: 永遠

source: 引き伸ばす
en: Stretch
ko: 늘이기
zh_hans: 拉伸
zh_hant: 拉伸

source: 当たり判定を表示
en: Show Collision Regions
ko: 충돌 영역 표시
zh_hans: 显示碰撞区域
zh_hant: 顯示碰撞區域

source: 当たり判定名を表示
en: Show Collision Names
ko: 충돌 영역 이름 표시
zh_hans: 显示碰撞区域名称
zh_hant: 顯示碰撞區域名稱

source: 待機中
en: Idle
ko: 대기 중
zh_hans: 空闲
zh_hant: 閒置

source: 復元すると、現在のゴースト一式を保存した構成に切り替えます。
en: Restoring replaces the running set of ghosts with the saved configuration.
ko: 복원하면 현재 실행 중인 고스트 구성이 저장된 구성으로 바뀝니다.
zh_hans: 恢复时会将当前运行的 Ghost 切换为保存的配置。
zh_hant: 還原時會將目前執行中的 Ghost 切換為儲存的配置。

source: 復旧操作
en: Recovery
ko: 복구 작업
zh_hans: 恢复操作
zh_hant: 復原操作

source: 応答
en: Response
ko: 응답
zh_hans: 响应
zh_hant: 回應

source: 応答スクリプトを実行
en: Run Response Script
ko: 응답 스크립트 실행
zh_hans: 执行响应脚本
zh_hant: 執行回應腳本

source: 応答遅延
en: Response Latency
ko: 응답 지연
zh_hans: 响应延迟
zh_hant: 回應延遲

source: 情報
en: Information
ko: 정보
zh_hans: 信息
zh_hant: 資訊

source: 戻る
en: Back
ko: 뒤로
zh_hans: 返回
zh_hant: 返回

source: 手前に表示
en: Keep in Front
ko: 항상 위에 표시
zh_hans: 置于前方
zh_hant: 置於前方

source: 手動導入
en: Manual Setup
ko: 수동 설치
zh_hans: 手动安装
zh_hant: 手動安裝

source: 接続はすでに閉じられている
en: The Connection Is Already Closed
ko: 연결이 이미 종료되었어요
zh_hans: 连接已关闭
zh_hant: 連線已關閉

source: 接続先を保存
en: Save Source
ko: 연결 주소 저장
zh_hans: 保存来源
zh_hant: 儲存來源

source: 接続先を保存した。
en: Catalog source saved.
ko: 카탈로그 연결 주소를 저장했습니다.
zh_hans: 目录来源已保存。
zh_hant: 目錄來源已儲存。

source: 接続失敗
en: Connection Failed
ko: 연결 실패
zh_hans: 连接失败
zh_hant: 連線失敗

source: 接続済み
en: Connected
ko: 연결됨
zh_hans: 已连接
zh_hant: 已連線

source: 接続終了
en: Connection Closed
ko: 연결 종료
zh_hans: 连接已关闭
zh_hant: 連線已關閉

source: 操作
en: Controls
ko: 조작

source: 文字を入力
en: Input Text
ko: 텍스트 입력
zh_hans: 输入文本
zh_hant: 輸入文字

source: 文字サイズ
en: Font Size
ko: 글자 크기
zh_hans: 字体大小
zh_hant: 字型大小

source: 新しい予定
en: New Schedule
ko: 새 일정
zh_hans: 新日程
zh_hant: 新增行程

source: 既存のゴーストはそのまま使える。導入済みの最新版は再ダウンロードしない。
en: Existing ghosts continue to work. Current modules are not downloaded again.
ko: 기존 고스트는 그대로 사용할 수 있습니다. 최신 모듈은 다시 다운로드하지 않습니다.
zh_hans: 现有 Ghost 可继续使用。已安装的最新版不会重复下载。
zh_hant: 現有 Ghost 可繼續使用。已安裝的最新版不會重複下載。

source: 既存の開発操作
en: Existing Developer Actions
ko: 기존 개발 작업
zh_hans: 现有开发操作
zh_hant: 現有開發操作

source: 既存ゴーストは変更せず、使っているSHIORIを選んである。不要なものは外せる。導入済みの最新版は再ダウンロードしない。YAYAと里々は必須。
en: SHIORI used by your existing ghosts are preselected. You can deselect optional ones. Current modules are not downloaded again. YAYA and Satori are required.
ko: 기존 고스트가 사용하는 SHIORI를 미리 선택했습니다. 선택 항목은 해제할 수 있으며 최신 모듈은 다시 다운로드하지 않습니다. YAYA와 사토리는 필수입니다.
zh_hans: 已预选现有 Ghost 使用的 SHIORI，可取消非必选项。现有 Ghost 不会被修改，已安装的最新版不会重复下载。YAYA 和里里为必选。
zh_hant: 已預選現有 Ghost 使用的 SHIORI，可取消非必選項。現有 Ghost 不會被修改，已安裝的最新版不會重複下載。YAYA 和里里為必選。

source: 既定のバルーン
en: Default Balloon
ko: 기본 벌룬
zh_hans: 默认对话框
zh_hant: 預設對話框

source: 既知の問題は見つからなかった
en: No known issues found
ko: 알려진 문제를 찾지 못했습니다
zh_hans: 未发现已知问题
zh_hant: 未發現已知問題

source: 日付
en: Date
ko: 날짜
zh_hans: 日期
zh_hant: 日期

source: 日本語
en: Japanese
ko: 일본어
zh_hans: 日语
zh_hant: 日語

source: 時計は指定した時刻から実時間と同じ速さで進み、OnMinuteChange、OnHourTimeSignal、予定通知へ反映される。
en: The clock advances from the selected time at normal speed and applies to OnMinuteChange, OnHourTimeSignal, and schedule notifications.
ko: 시계는 지정한 시각부터 실제 시간과 같은 속도로 진행되며 OnMinuteChange, OnHourTimeSignal 및 일정 알림에 반영됩니다.
zh_hans: 时钟从指定时间开始按正常速度运行，并应用于 OnMinuteChange、OnHourTimeSignal 和日程通知。
zh_hant: 時鐘從指定時間開始以正常速度運行，並套用至 OnMinuteChange、OnHourTimeSignal 與行程通知。

source: 時間指定なし
en: All Day
ko: 종일
zh_hans: 全天
zh_hant: 全天

source: 更新
en: Update
ko: 업데이트

source: 更新を実行
en: Install Update
ko: 업데이트 실행
zh_hans: 执行更新
zh_hant: 執行更新

source: 更新を確認
en: Check for Updates
ko: 업데이트 확인
zh_hans: 检查更新
zh_hant: 檢查更新

source: 更新間隔
en: Update Interval
ko: 업데이트 간격
zh_hans: 更新间隔

source: 最大件数
en: Maximum Items
ko: 최대 항목 수
zh_hans: 最大数量
zh_hant: 最大數量

source: 最近使ったもの
en: Recent Items
ko: 최근 사용 항목
zh_hans: 最近使用
zh_hant: 最近使用

source: 未対応
en: Unsupported
ko: 미지원
zh_hans: 不支持
zh_hant: 不支援

source: 未接続
en: Not Connected
ko: 연결 안 됨
zh_hans: 未连接
zh_hant: 未連線

source: 未確認
en: Unconfirmed
ko: 확인되지 않음
zh_hans: 未确认

source: 未選択
en: Not Selected
ko: 선택 안 함
zh_hans: 未选择
zh_hant: 未選取

source: 本体更新をチェック
en: Check for Application Updates
ko: 앱 업데이트 확인
zh_hans: 检查应用更新
zh_hant: 檢查應用程式更新

source: 本体設定
en: Application Settings
ko: 앱 설정
zh_hans: 应用设置
zh_hant: 應用程式設定

source: 本体設定でIP Messengerを有効にして。
en: Enable IP Messenger in Utatane Settings.
ko: Utatane 설정에서 IP Messenger를 활성화하세요.
zh_hans: 请在 Utatane 设置中启用 IP Messenger。
zh_hant: 請在 Utatane 設定中啟用 IP Messenger。

source: 本文のURLがありません。
en: No document URL is available.
ko: 문서 URL이 없습니다.
zh_hans: 没有文档 URL。
zh_hant: 沒有文件網址。

source: 本文を読み込めませんでした。
en: Could not load the document.
ko: 문서를 불러올 수 없습니다.
zh_hans: 无法加载文档。
zh_hant: 無法載入文件。

source: 検索
en: Search
ko: 검색
zh_hans: 搜索
zh_hant: 搜尋

source: 検索…
en: Search…
ko: 검색…
zh_hans: 搜索…
zh_hant: 搜尋…

source: 概要
en: Overview
ko: 개요
zh_hans: 概览
zh_hant: 概覽

source: 標準
en: Normal
ko: 보통
zh_hans: 正常
zh_hant: 正常

source: 標準SHIORI dylib
en: Standard SHIORI dylib
ko: 표준 SHIORI dylib
zh_hans: 标准SHIORI dylib

source: 標準に戻す
en: Use Default
ko: 기본값으로 복원
zh_hans: 恢复默认
zh_hant: 恢復預設

source: 標準のカタログに戻した。
en: Default catalog restored.
ko: 기본 카탈로그로 복원했습니다.
zh_hans: 已恢复默认目录。
zh_hant: 已恢復預設目錄。

source: 標準フォルダは削除できない
en: The default folder cannot be removed
ko: 기본 폴더는 제거할 수 없습니다
zh_hans: 无法移除默认文件夹
zh_hant: 無法移除預設資料夾

source: 標準話者から選択
en: Choose Standard Voice
ko: 표준 화자에서 선택
zh_hans: 从标准语音中选择
zh_hant: 從標準語音中選擇

source: 機能
en: Functions
ko: 기능
zh_hans: 功能
zh_hant: 功能

source: 毎年
en: Yearly
ko: 매년
zh_hans: 每年
zh_hant: 每年

source: 毎日
en: Daily
ko: 매일
zh_hans: 每天
zh_hant: 每天

source: 毎月
en: Monthly
ko: 매월
zh_hans: 每月
zh_hant: 每月

source: 毎週
en: Weekly
ko: 매주
zh_hans: 每周
zh_hant: 每週

source: 消去
en: Clear
ko: 지우기
zh_hans: 清除
zh_hant: 清除

source: 灰
en: Gray
ko: 회색
zh_hans: 灰色
zh_hant: 灰色

source: 現在、音声認識を利用できません。
en: Speech recognition is currently unavailable.
ko: 현재 음성 인식을 사용할 수 없습니다.
zh_hans: 当前无法使用语音识别。
zh_hant: 目前無法使用語音辨識。

source: 現在のゴーストを再読み込み
en: Reload Current Ghost
ko: 현재 고스트 다시 불러오기
zh_hans: 重新加载当前Ghost
zh_hant: 重新載入當前Ghost

source: 現在の配置で上書き
en: Overwrite with Current Layout
ko: 현재 배치로 덮어쓰기
zh_hans: 用当前布局覆盖
zh_hant: 以目前配置覆寫

source: 現在の配置を保存
en: Save Current Layout
ko: 현재 배치 저장
zh_hans: 保存当前布局
zh_hant: 儲存目前配置
